{
    "Navbar":{
        "menu1":"Home",
        "menu2":"About me",
        "menu3":"Skills",
        "menu4":"Projects",
        "menu5":"Contact me"
    },
    "Home":{
        "text1":"Hello, my name is",
        "text2":"Leonardo Numbela",
        "text3":"And I'm ",
        "text4":"Know me"
    },
    "About":{
        "About1":"About Me",
        "About2":"I'm Leo Numbela and I'm a ",
        "About3":"I am currently focused on being part of an IT company, in function of my background, I`ve oriented my profile towards Agile Methodologies, with the role of Product Owner being the gateway followed by Digital Mkt and CM. <br>On the other hands I have taken several complementary courses to complete the Front-End developer training(Web developer, JavaScripts and React) and  the Google Support Specialist Program by coursera.<br>Regarding my personality I consider myself worthy of all trust where values such as honesty and commitment represent me. I am the owner of an extroverted, empathic, competitive profile with a strong customer-oriented vocation. If my profile aroused your interest do not hesitate to contact me",
        "About4":"Resume"
    },
    "Skills":{
        "SkillTitle":"Skills"
    },
    "Skill1": {
        "Skill1subtitle":"Web Developer",
        "Skill1Detail1":"During 2022, started my web developer career finishing the following courses:",
        "Skill1Detail2":" Web developer<br>HTML5 | CSS | SASS | GIT",
        "Skill1Detail3":"JavaScript",
        "Skill1Detail4":"React"
    },
    "Skill2": {
        "Skill2subtitle":"Product Owner",
        "Skill2Detail1":"the degree seeks to develop the vision and strategies as PO,  to create products of real value for the business, with a focus on minimizing costs, efforts and risks. Generate product backlogs. Buildings Roadmaps and Releases with an agile vision and management methodologies."
    },
    "Skill3": {
        "Skill3subtitle":"Digital Marketing",
        "Skill3Detail1":"Develop the Plan and implement the digital transformation project of a business or enterprise, create its presence on the web along with the strategies and tactics available to apply effective digital marketing plans. Skills to achieve  visits to the website to convert them into customers."
    },
    "Skill4": {
        "Skill4subtitle":"Community Manager",
        "Skill4Detail1":"Deepen the use of digital media as a marketing tool so that this allows them to develop, plan and execute a Social Media Plan. Analyze video marketing and its use in social media. Acquire the ability to curate different content and its application in different social networks."
    },
    "Skill5": {
        "Skill5subtitle":"Marketing degree",
        "Skill5Detail1":"Certify the development of skills and knowledge for conducting business processes, both in the operational phase and planning phase. Having the capabilities to advise companies, whether industrial or services, in all processes of marketing goods or services"
    },
    "Projects":{
        "ProjectTitle":"My Projects"
    },
    "Project1": {
        "Project1subtitle":"Bakers Team",
        "Project1Detail1":"Bakers Team is a single page Application. It was built with React framework. The e-commerce is an online store where the items are hosted on FireBase. The user will be able to live the complete shopping experience, delete and add products, Check the total order and complete the purchase by filling out a form. A unique id will be generated for each transaction and a new object is created in FB with the customer data and the products."
    },
    "Project2": {
        "Project2subtitle":"Rooms for Rent",
        "Project2Detail1": "RFR is a  responsive and landing page. Bootstrap plugins and functionality through Jquery were used. Fetch was created by importing the data from the data.json file and displaying it in the dom dynamically, emulates an Apis-like array. It has a Search associated with two events Onclick and Onchange and a filter by category. All the data is stored in the LocalStorage."
    },
    "Project3": {
        "Project3subtitle":"El Atelier Cocina",
        "Project3Detail1": "This is my first web project, it was developed using Html5 and CSS for the most part.<br>They are 5 htmls linked to each other and all have their SEO analysis.<br> Regarding plugins, I worked with Boostraps, Fontawesome and Googlefonts.It has a layout made with grid replicated in the 5 html and Sass methodology."
    },
    "Project4": {
        "Project4subtitle":"Product Backlog",
        "Project4Detail1": "Preparation of product backlog items for the build sprint.<br>Pivot estimation to minimize uncertainty and avoid bias."
    },
    "Project5": {
        "Project5subtitle":"Social Media Plan",
        "Project5Detail1": "Brief of the company and development of Social Media Plan<br>Target Audience Analysis.<br>Development of digital ecosystem.<br>SWOT and Objectives."
    },
    "Contact":{
        "ContactTitle":"Contact Me",
        "ContactSubTitle":"Get in Touch",
        "ContactSubTitle2":"Write Me...",
        "ContactText":"In case you want to give me feedback of my portfolio, recommend points for improvement or simply know more about me, do not hesitate to write me. I will gladly contact you!",
        "ContactBtn":"Send Message"
    }
}