{
    "Navbar":{
        "menu1":"Menu",
        "menu2":"Sobre mi",
        "menu3":"Habilidades",
        "menu4":"Proyectos",
        "menu5":"Contactame"
    },
    "Home":{
        "text1":"Hola, mi nombre es",
        "text2":"Leonardo Numbela",
        "text3":"y Soy",
        "text4":"Conoceme"
    },
    "About":{
        "About1":"Sobre Mi",
        "About2":"Soy Leo Numbela y soy ",
        "About3":"Actualmente estoy enfocado en formar parte de una empresa IT, en función de mi trayectoria, he orientado mi perfil hacia Metodologías Ágiles, siendo el rol de Product Owner la puerta de entrada seguido por Digital Mkt y CM. <br>Por otro lado he realizado varios cursos complementarios, finalizando la formación de Desarrollador Front-End (Desarrollador Web, JavaScripts y React), ademas realice el Programa de Especialista en Soporte de IT de Google por Coursera.<br>En cuanto a mi personalidad me considero digno de todo confianza donde valores como la honestidad y el compromiso me representan. Soy titular de un perfil extrovertido, empático, competitivo y con una marcada vocación orientada al cliente. Si mi perfil despertó tu interés no dudes en contactarme",
        "About4":"Descargar Cv"
    },
    "Skills":{
        "SkillTitle":"Habilidades"
    },
    "Skill1": {
        "Skill1subtitle":"Desarrollador Web",
        "Skill1Detail1":"Durante el 2022 comencé mi carrera como desarrollador web finalizando los siguientes cursos:",
        "Skill1Detail2":" Web developer<br>HTML5 | CSS | SASS | GIT",
        "Skill1Detail3":"JavaScript",
        "Skill1Detail4":"React",
        "Skill1Detail5":"También he conseguido el Certificado profesional de soporte de IT de Google."
    },
    "Skill2": {
        "Skill2subtitle":"Product Owner",
        "Skill2Detail1":"La carrera busca desarrollar la vision y estrategias como PO, para crear productos de valor real para el negocio, con un enfoque en la minimización de costos, esfuerzos y riesgos. Generar backlogs de productos. Construyendo Roadmaps y releases con una visión ágil y metodologías de gestión."
    },
    "Skill3": {
        "Skill3subtitle":"Marketing Digital",
        "Skill3Detail1":"Desarrollar el Plan e implementar el proyecto de transformación digital de un negocio o emprendimiento, crear su presencia en la web junto con las estrategias y tácticas disponibles para aplicar planes efectivos de marketing digital. Habilidades para lograr visitas al sitio web para convertirlas en clientes."
    },
    "Skill4": {
        "Skill4subtitle":"Community Manager",
        "Skill4Detail1":"Profundizar en el uso de los medios digitales como herramienta de marketing para desarrollar, planificar y ejecutar un Social Media Plan. Analizar el video marketing y su uso en redes sociales. Adquirir la capacidad de curar diferentes contenidos y su aplicación en diferentes redes sociales."
    },
    "Skill5": {
        "Skill5subtitle":"Lic. en Comercializacion",
        "Skill5Detail1":"Certificar el desarrollo de habilidades y conocimientos para la conducción de procesos de negocio, tanto en la fase operativa como en la fase de planificación. Tener capacidad para asesorar a las empresas, ya sean industriales o de servicios, en todos los procesos de comercialización de bienes o servicios."
    },
    "Projects":{
        "ProjectTitle":"Mis Proyectos"
    },
    "Project1": {
        "Project1subtitle":"Bakers Team",
        "Project1Detail1":"Bakers Team es una SPA, single page Application construida con React. El ecommerce es una tienda online, los productos se encuentran alojados en FireBase. El usuario podrá vivir la experiencia de compra completa, eliminar y agregar productos, consultar el total del pedido y completar la compra llenando un formulario. Se generara un id único para cada transacción y se crea un nuevo objeto en FB con los datos del cliente y los productos."
    },
    "Project2": {
        "Project2subtitle":"Rooms for Rent",
        "Project2Detail1": "RFR es una landing page creada de manera responsive. Se utilizaron complementos de Bootstrap y Jquery para dar funcionalidad. Se importaron los datos del archivo data.json mediante Fetch y se muestran en el dom dinámicamente, emulando una Api. Cuenta con un búsquedor asociado a dos eventos Onclick y Onchange y un filtro por categoría. Todos los datos se almacenan en el LocalStorage."
    },
    "Project3": {
        "Project3subtitle":"El Atelier Cocina",
        "Project3Detail1": "Esta es mi primera pagina web, la misma fue creada utilizando HTML5 and CSS.<br> Cuenta con 5 htmls asociados entre si, todos con su correspondiente análisis SEO.<br>Respecto a los complementos, se utilizó Boostraps, Font Awesome and Googlefonts. Cuenta con una grilla de diseño para la exhibición de los componentes replicada en todos los HTMLs y metodología Sass en el Css."
    },
    "Project4": {
        "Project4subtitle":"Product Backlog",
        "Project4Detail1": "Preparación de los items del product Backlog para la construcción del Sprint.<br>Estimación de Pivot para evitar sesgos y reducir la incertidumbre."
    },
    "Project5": {
        "Project5subtitle":"Social Media Plan",
        "Project5Detail1": "Resumen de la compania y desarrollo de su Social Media Plan<br>Análisis de público objetivo.<br>Desarrollo de ecosistema digital.<br>FODA y Objetivos."
    },
    "Contact":{
        "ContactTitle":"Contactame",
        "ContactSubTitle":"Mantente en contacto",
        "ContactSubTitle2":"Escríbeme...",
        "ContactText":"En caso de que quieras darme feedback sobre mi portfolio, recomendar puntos a mejorar o simplemente saber más sobre mí, no dudes en escribirme. Con mucho gusto me pondre en contacto contigo!",
        "ContactBtn":"Enviar Mensaje"
    }
}